tap "achannarasappa/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jstkdng/programs"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
brew "atool"
brew "bat"
brew "btop"
brew "chafa"
brew "cli11"
brew "cmake"
brew "cointop"
brew "colima"
brew "colordiff"
brew "cpp-gsl"
brew "dnsmasq"
brew "docker"
brew "docx2txt"
brew "duf"
brew "entr"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "findutils"
brew "fnm"
brew "fzf"
brew "ghostscript"
brew "git-crypt"
brew "git-delta"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "librdkafka"
brew "liquibase"
brew "llvm"
brew "lua-language-server"
brew "luacheck"
brew "luarocks"
brew "mas"
brew "maven"
brew "mdcat"
brew "media-info"
brew "mkcert"
brew "moreutils"
brew "mtr"
brew "mysql-client@8.4", link: true
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "neovim-remote"
brew "nginx", restart_service: :changed
brew "nlohmann-json"
brew "node", link: false
brew "nss"
brew "odt2txt"
brew "poppler"
brew "pyenv"
brew "qemu"
brew "range-v3"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "felixkratz/formulae/borders"
brew "jstkdng/programs/ueberzugpp"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "anki"
cask "bitwarden"
cask "bluesnooze"
cask "bruno"
cask "chromium"
cask "claude"
cask "claude-code"
cask "dbeaver-community"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "karabiner-elements"
cask "keepassxc"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "viber"
cask "visual-studio-code"
cask "wezterm"
cask "wkhtmltopdf"
mas "Okta Verify", id: 490179405
mas "Xcode", id: 497799835
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "humao.rest-client"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "nrwl.angular-console"
vscode "unifiedjs.vscode-mdx"
vscode "yoavbls.pretty-ts-errors"
